{
    "eco_reviews": [
        {
            "userName": "Olivier dd",
            "category": "greenwashing",
            "rating": 3,
            "comment": "A quand McDo a t'il sortie un nouveau sandwich? Où sont passé les sandwich d'hiver? Plus de 10 ans que McDo se tourne les pouces et ramasse, aucune nouveauté, que du recyclage, je me demande même pourquoi ils on encore des clients depuis qu'ils ont rétréci les hamburger. Perso en 1 an j'y suis allée qu'1 fois, contrairement au par avant 3 a 4 fois Minimum dans le mois",
            "date": "Date de l'expérience:19 octobre 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "SDGM",
            "category": "waste",
            "rating": 1,
            "comment": "Restaurants en perte de vitesse vertigineuse.La maximisation à outrance des bénéfices est victime du capitalisme.- Aujourd'hui, pour avoir un burger avec la quantité de steak équivalente à dix ans auparavant, il faut prendre l'option \"Double\", et payer un supplément.- les prix ont explosé, ça tombe bien les salaires aussi :(- Certaines sauces sont payantes- Les franchisés font ce qu'ils veulent, diminuent les quantités de sauce, par exemple, pour optimiser leurs prix de revient. Les frites sont souvent froides chez ces franchisés (problème d'organisation ?)- L'ambiance a changé entre les salariés qui, de guerre lasse, lavent leur linge sale devant les clients.- Le passage aux contenants réutilisables est louable, mais très clairement Mc Do en a profité pour diminuer les quantités, entraînant de fait une aversion de la part des consommateurs par rapport à l'écologie pourtant indispensable.Mac Do, c'est comme Buffalo, c'était le top il y a 15 ans, maintenant c'est le flop. Mais les actionnaires sont heureux, les bénéfices sont au top.Jusqu'à ce que nous consommateurs, revenions dans les restos traditionnels, ceux qui font de la vraie cuisine ...Que les dirigeants de McDo France commencent à se poser les bonnes questions. Car en agissant ainsi, ils courent à leur perte.Donc réfléchissez au sens commun avant de pousser leur porte.",
            "date": "Date de l'expérience:22 novembre 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "BEAUVAIR JEAN-CLAUDE",
            "category": "waste",
            "rating": 1,
            "comment": "Bonjour, je suis allé chez Mcdonald's à AUGNY Les METZ 57685 à plusieurs reprises et je constate toujours la même chose :( Tables sales, sol collant et très gras, poubelles débordantes plus d' acces pour déposer nos déchets, toilettes très sales, manque surtout d'hygiène et propreté surtont en arrivant vers 15h30 moment où ils ne sont pas débordés.)Je n'y mettrai plus les pieds.",
            "date": "Date de l'expérience:03 août 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "MédiArt La Rochelle",
            "category": "organic",
            "rating": 1,
            "comment": "McDonald's est la seule grande enseigne de fast-food à ne pas s'être engagée à respecter les critères du European Chicken Commitment (ECC) : Quick, KFC, Burger King sont toutes engagées. McDonald's accuse donc un retard important !- Dans les élevages auprès desquels se fournit McDonald's, les poulets sont enfermés toute leur vie. Ils peuvent ne pas avoir accès à l'air pur, ni à la lumière naturelle. Ils sont soumis à une sélection génétique poussée, destinée à les faire grandir anormalement vite, ce qui leur cause d'innombrables problèmes de santé : boiteries, anomalies cardiaques, problèmes pulmonaires...- Il est urgent que McDonald's rattrape son retard et prenne ses responsabilités vis-à-vis des animaux. Quand allez-vous vous engager à respecter le European Chicken Commitment (ECC) ?",
            "date": "Date de l'expérience:21 novembre 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "ATG",
            "category": "organic",
            "rating": 1,
            "comment": "Si j’avais le choix, ce serait 0 étoile!!!Non de l’eurent leurs nourritures est désastreuse du point de vue santé mais, en plus, ils se permettent de soutenir le génocide!!!",
            "date": "Date de l'expérience:27 novembre 2022",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Murielle CA",
            "category": "organic",
            "rating": 1,
            "comment": "Mc Donald à equeurdreville. Manche  non seulement  il sont devenu désagréables pas de filets  pour les cheveux et en plus ne respecte  même pas  les gestes  d hygiène. Ils sortes fumé leurs  cigarettes et il  retourne  directement  s en  se laver les mains   préparer  les  sandwichs je les aïs vue de mes propres yeux  je n en revenaitpas  donc je comprend  mieux   que l on soit malade  après  et quand on  sait que  les produits sont  sortis  des frigo   2h à  3 h avant  l ouverture  le matin  c et aberrant",
            "date": "Date de l'expérience:06 août 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Jean Marc Lopez",
            "category": "waste",
            "rating": 5,
            "comment": "C etait mieux avant avec les embalages cartons car maintenant ils ne jetent plus les verres et les couverts mais ont payent toujour la meme chose que normalement en jetant plus les couverts ils n y a moin de gaspillage a jeter et les hamburgers avant le diametre etait plus grand et dirent que l ont payent toujours le meme prix pff",
            "date": "Date de l'expérience:19 juillet 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Louna Borja",
            "category": "social",
            "rating": 1,
            "comment": "Je n’irais plus jamais à McDonald car déjà les prix on énormément augmenté et car McDonald ce permet de faire un don à l’israël alors que la Palestine en bien plus besoin avant sa tout allait bien McDonald a très vite dégénéré c’est honteux !",
            "date": "Date de l'expérience:22 octobre 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Maklouf et  Ferhati  mouss",
            "category": "social",
            "rating": 1,
            "comment": "Jamais au grand jamais je n'irai chez mc Donald's que ce soit moi ma famille mes proches mes amis on va faire un appel mondial pour boycotter ces chaînes de restauration qui ont soutenu de façon IMMONDE l'entité sioniste en leur donnant des repas sachant qu'il y a des milliers de morts c'est une honte pour cette chaîne qui a montrée son vrai visage",
            "date": "Date de l'expérience:15 octobre 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "maurey olivier",
            "category": "waste",
            "rating": 1,
            "comment": "Bonjour nous sommes allés à Paris nous avons mangé au mc Donald's rue de l'échelle restaurant à l'hygiène douteuse sol sale poubelles dans toilette déborde de détritus plateaux où l'on vous sert les sandwichs noir de crasse au niveau des poignées boissons couleur bizarre et personnels désagréable vraiment un très mauvais restaurant par rapport à son hygiène nous avons tout jeté tellement nous avons été dégouté par la crasse présente nous sommes allés à côté king burger vraiment mieux.",
            "date": "Date de l'expérience:22 juillet 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Carine Bijoux",
            "category": "waste",
            "rating": 1,
            "comment": "Mac Donald de verneuil sur avre très sale frites par terre tables sales serviettes par terre ou sur les rebords des fenêtres et ne parlons même pas des poubelles ou l’on fait le tri a éviter 🤮",
            "date": "Date de l'expérience:17 avril 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Aurelie M",
            "category": "organic",
            "rating": 5,
            "comment": "STOP AUX FRITES DE LÉGUMES !J'adore les légumes mais pas plein d'huile",
            "date": "Date de l'expérience:22 mars 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Thomas Z.",
            "category": "waste",
            "rating": 1,
            "comment": "Vous êtes vachement très cher. Je croyais que les prix allaient diminuer avec l’arrivée de votre nouvelle vaisselle mais non.. je m’explique, ce n’est pas une question d’écologie puisqu’ils ont remplacés les couverts en cartons par du plastique qui n’est pas recyclable et qu’ils récupère même pour les réutiliser. C’est bien une question d’argent avant tout 😉 Je comprends les gens qui volent leur nouvelles vaisselles, vu le prix du McFlurry à 5€, autant repartir avec le verre dans sa poche !",
            "date": "Date de l'expérience:15 mars 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Julien LAURENT",
            "category": "greenwashing",
            "rating": 1,
            "comment": "Ça devient trop cher ! C’est abusé.Ils ont remplacé l’eau en bouteille Evian ou Badoit par de l’eau du robinet.Ils ont remplacé les Potatoes par des frites de légumes qui ne sont en rien diététiques, elles suintent l’huile et sont carbonisées.A cause des frites de légumes, ils ne donnent plus de sauce Potatoes ni équivalent, pour en avoir il faut payer 10 centimes par sauce.Ils ont remplacé la plus part des emballages papier ou carton par des contenants en plastique, expliquez-moi en quoi c’est plus écolo?Bref, il font beaucoup d’économies sur notre dos et augmentent en plus leurs prix de vente.Aujourd’hui, à emporter 3 menus Best Of + 3 Mc Fleury = 43€90 j’ai dû m’énerver pour avoir 3 sauces à 10 centimes gratuites.A 14€60 par personne pour manger ça, je pense que la prochaine fois nous irons dans un vrai restaurant, pour 1€ ou 2€ de plus par personne nous serons bien reçu, assis à table et nous mangerons des produits frais.",
            "date": "Date de l'expérience:15 mars 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Nazar",
            "category": "organic",
            "rating": 1,
            "comment": "hier j'ai testé frites légumes laisse tombé !!!  Aucun goût, beaucoup de huile mauvais pour la santé de tous !!!  Il faut que Mcdonald remettre les potatoes ça sera super et supprime leur frites légumes.",
            "date": "Date de l'expérience:11 mars 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Clotilde",
            "category": "greenwashing",
            "rating": 1,
            "comment": "Des frites de légumes, pourquoi pas? ...Mais c'est quoi ce truc, une horreur. Les légumes j'adore ça. Mais là, je croque dans une frite, j'ai l'huile qui ressort de la frite et toutes mes papilles sont saturées de gras. L'impression de boire une gorgée d'huile directement. Je tente d'autres frites des autres légumes, tjs la même chose. Je presse qqs frites dans mes doigts, écoeurée de constater que l'huile suinte des frites et coule sur mes doigts.  Ce n'est pas avec une telle recette que les enfants vont se mettre à aimer les légumes. Et tout parent conscient ne voudrai surtout pas que son enfant se nourrisse d'éponges d'huile. La pire recette de Mc Do. Et en plus frites môles, et caoutchouteuses.",
            "date": "Date de l'expérience:07 mars 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Vanessa Solle",
            "category": "waste",
            "rating": 1,
            "comment": "La commande a été très longue à arriver (consommation sur place) ; l'un des sandwich n'était le bon (poulet au lieu de chèvre); boisson dans un verre donc intransportable si non fini (gaspillage!) et frites dans un présentoir en plastique...;du coup froides et molles lorsqu'on veut les déguster après son sandwich (soit 5 minutes  après avoir mangé un croque!!!). De plus assez cher pour un repas à 2: un croque; une petite-faim, 2 sundaes; une petite frite, un petit minute maid et un petit fanta pour presque 25 euros (je viens de manger dans une brasserie avec du saumon, un apéritif et un café gourmand, tout fait maison...pour le même prix)!!! Et en plus;avec la vaisselle, nous n'avons pas pu emporter les restes; du coup: de la vaisselle soi-disant écologique d'un côté et du gaspillage de l'autre car impossible de faire du \"doggy-bag\"!!!!",
            "date": "Date de l'expérience:16 février 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Ayse Yardimci",
            "category": "greenwashing",
            "rating": 1,
            "comment": "On était dans l’aire de jeux enfants, le chauffage n’était pas ouvert . Je suis allé le réclamer mais personne n’a ouvert le chauffage . Un espace pour les enfants est censé être plus chaux",
            "date": "Date de l'expérience:26 février 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "CATHERINE",
            "category": "waste",
            "rating": 1,
            "comment": "Bonjour le sol dans certains restaurant sont gras, sales, les toilettes sont extrement sales les portes les distributeurs de  papier pas ou peu de savon rien pour s essuyer les mains Odeur désagréables d urine(Sully sur Loire et Vierzon Poitiers sortie autoroute)   Malgres cette norme obligatoire concernant le papier carton impossible de débarrasser et trier correctement \" la vaisselle\" consoles trop petites pour faire un tri propre et ranger le personnel depasser ...c est devenu long dans le restaurant, au drive ....a Sully sur Loire à Vierzon au Chatelet en brie ...pas assez de personnel ? Les filets sur les chevelures pas toujours respecter hygiène des tables très limite SOS HYGIENE la base de tout!!la qualité des sandwichs laisser à désirer monter en vrac ! Les dessertes machines a desserts glaces en panne très souvent, pas de cuillères à dessert en drive personnel tête en l'air et drive tres lent +de 20mn (le chatelet en brie)",
            "date": "Date de l'expérience:17 février 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Nathalie Dessaint",
            "category": "waste",
            "rating": 1,
            "comment": "Le menu signature était vraiment mauvais et le plastique partout est désagréable",
            "date": "Date de l'expérience:17 février 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "trepel",
            "category": "waste",
            "rating": 1,
            "comment": "Depuis fin 2022 macdo France utilise de la vaisselle non jetable. Quant est-il de l'entretien de cette vaisselle? Qui peut nous assurer que les contenants sont bien lavés entre chaque client? Dans le \"speed\" du service, le personnel ne serait-il pas tenté de remplir un verre qui aurait déjà servit, sans passer par la case lavage afin d'éviter que le client \"râle\" pour un service trop lent? Nous préférions la vaisselle jetable plus rassurante en matière d'hygiène. Dommage... Adieu macdo !",
            "date": "Date de l'expérience:03 janvier 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "gregory pernin",
            "category": "waste",
            "rating": 5,
            "comment": "LamentablesDe plus en.plus cher chaques moisAvec un service a foute a la poubelle mais les pigeons continuent d y aller",
            "date": "Date de l'expérience:06 janvier 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "on dit non",
            "category": "waste",
            "rating": 1,
            "comment": "Les verres les cuillère et les bacs de frites ont étaient changer et rendre l'hygiène déplorable",
            "date": "Date de l'expérience:01 janvier 2023",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Sinay",
            "category": "organic",
            "rating": 5,
            "comment": "C’est bon mais c’est chère et puis pas très bon pour la santé, le burger qui ne pourrit pas m’inquiète un peu",
            "date": "Date de l'expérience:23 décembre 2022",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Fabien",
            "category": "waste",
            "rating": 5,
            "comment": "C'est meme plus possible d'avoir des bouteilles d'eau obliger de commander une boisson sucrée ou alors d'acheter (cher) leur eau du robinet filtrée toute pourrie c'est dommage l'idée d'avoir de la viande et des frittes origine France me plaisait bien mais a quoi bon si on ne peut meme plus boire convenablement.",
            "date": "Date de l'expérience:17 novembre 2022",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "YM",
            "category": "social",
            "rating": 1,
            "comment": "A l'époque quand on achetait des MC fleury c'était des gros pots de glace bien garni bien généreux aujourd'hui c'est un petit pot et il ne dépasse pas la hauteur du pot mais arrive tout juste au milieu McDonald's sont devenu radin ils gagne des milliard d'euros et ils sont radin avec les clients c'est grave quand même c'est dommage il y a mieux je pense c'est pas un endroit qui me plaît je n'y retournerais plus pour cette raison et pour la raison qu'ils maltraité toujours autant les animaux en cachette et qui mettent des produits dans ce qu'on va manger ils faut pas croire qu'ils ont changer ils mentent toujours pareil concernant les produits parce que j'appelle pas ça de la nourriture faut pas rêver il y a juste l'hygiène de  l'établissement qui à changer et ils l'on fait par obligation ils étaient obliger pour garder leur clients à autre chose tu peux même pas t'inscrire sur le site pour donner son aviset quand on va ailleurs que le site d'origineet on va sur le sitemonaviscompte McDonald's on peut même pas s'inscrire pour donner un avis à croire qu'on nous empêche vu le nombre d'étoiles on peut comprendre que ça devient difficile pour eux d'accepter de recevoir d'autres avis mais le client est roi si il est pas content faut l'accepter",
            "date": "Date de l'expérience:05 septembre 2022",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Chantal Leroy",
            "category": "organic",
            "rating": 1,
            "comment": "A fuir  le sandwich est sec l'eau au citron  est infecte  potatoes  moisies jouet  inadapté a  l'âge  des enfants",
            "date": "Date de l'expérience:25 août 2022",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        },
        {
            "userName": "Wewewe Okay",
            "category": "governance",
            "rating": 3,
            "comment": "Bande de put*c degeulasse chu la reine des put* si jremange macdo au moin c claire jvais meme porter plainte contre vous pr intoxication alimentaire c grave chavais pas cetais possible de manger un truc qui est sencee etre bon bh qui est juste degzulasse frr",
            "date": "Date de l'expérience:21 août 2022",
            "source": "TrustPilot",
            "restaurantName": "McDonaldFr"
        }
    ]
}