{
    "eco_reviews": [
        {
            "userName": "Olivier dd",
            "category": "waste",
            "rating": 1,
            "comment": "A quand McDo a t'il sortie un nouveau sandwich? Où sont passé les sandwich d'hiver? Plus de 10 ans que McDo se tourne les pouces et ramasse, aucune nouveauté, que du recyclage, je me demande même pourquoi ils on encore des clients depuis qu'ils ont rétréci les hamburger",
            "date": "19 octobre 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "SDGM",
            "category": "waste",
            "rating": 1,
            "comment": "Les frites sont souvent froides chez ces franchisés (problème d'organisation ?)- L'ambiance a changé entre les salariés qui, de guerre lasse, lavent leur linge sale devant les clients.- Le passage aux contenants réutilisables est louable, mais très clairement Mc Do en a profité pour diminuer les quantités, entraînant de fait une aversion de la part des consommateurs par rapport à l'écologie pourtant indispensable.Mac Do, c'est comme Buffalo, c'était le top il y a 15 ans, maintenant c'est le flop",
            "date": "22 novembre 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "SDGM",
            "category": "governance",
            "rating": 5,
            "comment": "Mais les actionnaires sont heureux, les bénéfices sont au top.Jusqu'à ce que nous consommateurs, revenions dans les restos traditionnels, ceux qui font de la vraie cuisine ...Que les dirigeants de McDo France commencent à se poser les bonnes questions",
            "date": "22 novembre 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "MédiArt La Rochelle",
            "category": "organic",
            "rating": 1,
            "comment": "McDonald's est la seule grande enseigne de fast-food à ne pas s'être engagée à respecter les critères du European Chicken Commitment (ECC) : Quick, KFC, Burger King sont toutes engagées. Quand allez-vous vous engager à respecter le European Chicken Commitment (ECC) ?",
            "date": "21 novembre 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Cassy Meunier",
            "category": "organic",
            "rating": 1,
            "comment": "Le sol dégoûtant pas nettoyé, les sièges sales vrmt ne venaient pas au McDo vous ferait une intoxication alimentaire.",
            "date": "31 octobre 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Jean Marc Lopez",
            "category": "waste",
            "rating": 3,
            "comment": "C etait mieux avant avec les embalages cartons car maintenant ils ne jetent plus les verres et les couverts mais ont payent toujour la meme chose que normalement en jetant plus les couverts ils n y a moin de gaspillage a jeter et les hamburgers avant le diametre etait plus grand et dirent que l ont payent toujours le meme prix pff",
            "date": "19 juillet 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Carine Bijoux",
            "category": "waste",
            "rating": 1,
            "comment": "Mac Donald de verneuil sur avre très sale frites par terre tables sales serviettes par terre ou sur les rebords des fenêtres et ne parlons même pas des poubelles ou l’on fait le tri a éviter 🤮",
            "date": "17 avril 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Teddy",
            "category": "waste",
            "rating": 1,
            "comment": "Les poubelles débordent.Papiers par terre, boule de cheveux, salle non nettoyée.Et délai d'attente très long après commande à la borne",
            "date": "10 avril 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Vivien Gaillard",
            "category": "waste",
            "rating": 5,
            "comment": "Si vous aimez le carton vous serez satisfaits",
            "date": "23 mars 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Thomas Z.",
            "category": "waste",
            "rating": 1,
            "comment": "je m’explique, ce n’est pas une question d’écologie puisqu’ils ont remplacés les couverts en cartons par du plastique qui n’est pas recyclable et qu’ils récupère même pour les réutiliser",
            "date": "15 mars 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Julien LAURENT",
            "category": "waste",
            "rating": 1,
            "comment": "Ça devient trop cher ! C’est abusé.Ils ont remplacé l’eau en bouteille Evian ou Badoit par de l’eau du robinet.Ils ont remplacé les Potatoes par des frites de légumes qui ne sont en rien diététiques, elles suintent l’huile et sont carbonisées.A cause des frites de légumes, ils ne donnent plus de sauce Potatoes ni équivalent, pour en avoir il faut payer 10 centimes par sauce.Ils ont remplacé la plus part des emballages papier ou carton par des contenants en plastique, expliquez-moi en quoi c’est plus écolo?Bref, il font beaucoup d’économies sur notre dos et augmentent en plus leurs prix de vente.Aujourd’hui, à emporter 3 menus Best Of + 3 Mc Fleury = 43€90 j’ai dû m’énerver pour avoir 3 sauces à 10 centimes gratuites.A 14€60 par personne pour manger ça, je pense que la prochaine fois nous irons dans un vrai restaurant, pour 1€ ou 2€ de plus par personne nous serons bien reçu, assis à table et nous mangerons des produits frais.",
            "date": "15 mars 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Vanessa Solle",
            "category": "waste",
            "rating": 1,
            "comment": "La commande a été très longue à arriver (consommation sur place) ; l'un des sandwich n'était le bon (poulet au lieu de chèvre); boisson dans un verre donc intransportable si non fini (gaspillage!) et frites dans un présentoir en plastique...;du coup froides et molles lorsqu'on veut les déguster après son sandwich (soit 5 minutes  après avoir mangé un croque!!!)",
            "date": "16 février 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Ayse Yardimci",
            "category": "governance",
            "rating": 1,
            "comment": "Je suis allé le réclamer mais personne n’a ouvert le chauffage ",
            "date": "26 février 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Ayse Yardimci",
            "category": "greenwashing",
            "rating": 1,
            "comment": "Un espace pour les enfants est censé être plus chaux",
            "date": "26 février 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Nathalie Dessaint",
            "category": "waste",
            "rating": 1,
            "comment": "Le menu signature était vraiment mauvais et le plastique partout est désagréable",
            "date": "17 février 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "trepel",
            "category": "waste",
            "rating": 2,
            "comment": "Depuis fin 2022 macdo France utilise de la vaisselle non jetable. Quant est-il de l'entretien de cette vaisselle? Qui peut nous assurer que les contenants sont bien lavés entre chaque client? Dans le \"speed\" du service, le personnel ne serait-il pas tenté de remplir un verre qui aurait déjà servit, sans passer par la case lavage afin d'éviter que le client \"râle\" pour un service trop lent? Nous préférions la vaisselle jetable plus rassurante en matière d'hygiène",
            "date": "03 janvier 2023",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Sinay",
            "category": "organic",
            "rating": 3,
            "comment": "C’est bon mais c’est chère et puis pas très bon pour la santé, le burger qui ne pourrit pas m’inquiète un peu",
            "date": "23 décembre 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Alex",
            "category": "waste",
            "rating": 1,
            "comment": "Nous avons donc décidé de boycotter ce mc do et irons à burger king juste à côté, chez qui nous n'avons jamais eu ce genre de problème.",
            "date": "07 décembre 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Tina Iridium",
            "category": "organic",
            "rating": 2,
            "comment": "Des conditions d'hygiène douteuses là où j'ai accompagné une amie.",
            "date": "10 novembre 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "YM",
            "category": "social",
            "rating": 1,
            "comment": "A l'époque quand on achetait des MC fleury c'était des gros pots de glace bien garni bien généreux aujourd'hui c'est un petit pot et il ne dépasse pas la hauteur du pot mais arrive tout juste au milieu McDonald's sont devenu radin ils gagne des milliard d'euros et ils sont radin avec les clients c'est grave quand même c'est dommage il y a mieux je pense c'est pas un endroit qui me plaît je n'y retournerais plus pour cette raison et pour la raison qu'ils maltraité toujours autant les animaux en cachette et qui mettent des produits dans ce qu'on va manger ils faut pas croire qu'ils ont changer ils mentent toujours pareil concernant les produits parce que j'appelle pas ça de la nourriture faut pas rêver il y a juste l'hygiène de  l'établissement qui à changer et ils l'on fait par obligation ils étaient obliger pour garder leur clients à autre chose tu peux même pas t'inscrire sur le site pour donner son aviset quand on va ailleurs que le site d'origineet on va sur le sitemonaviscompte McDonald's on peut même pas s'inscrire pour donner un avis à croire qu'on nous empêche vu le nombre d'étoiles on peut comprendre que ça devient difficile pour eux d'accepter de recevoir d'autres avis mais le client est roi si il est pas content faut l'accepter",
            "date": "05 septembre 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Nicolas",
            "category": "governance",
            "rating": 5,
            "comment": "Of the mess of guelle in good and due form macdo version ..",
            "date": "15 août 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Tom",
            "category": "organic",
            "rating": 1,
            "comment": "sanitaire dans le même état",
            "date": "06 août 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Isabelle Morel",
            "category": "waste",
            "rating": 1,
            "comment": "À St Valéry sur Somme,nous avons sécurisés nos vélos près de pelouses encombrées d'emballages vides.Nous avons dû aller chercher une personne pour nettoyer nos fauteuils et notre table afin de pouvoir s'installer.Nous avons assisté à un nettoyage \"d'amateur\" une lavette peu propre et sans produit désinfectant.Le personnel en salle manquait vraiment de professionnalisme.Plus de glace à 20h...Nous ne recommandons pas ce restaurant.",
            "date": "04 août 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Aimelle - Brest",
            "category": "waste",
            "rating": 1,
            "comment": "Plateau reçu à table tous les contenants étaient mouillés. Le set en papier du plateau était détrempé",
            "date": "21 juillet 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Client très satisfait",
            "category": "waste",
            "rating": 1,
            "comment": "Y en a marre de vos nouveaux conditionnements de boissons etc",
            "date": "02 mai 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Client très satisfait",
            "category": "climate",
            "rating": 1,
            "comment": "Des économies de l écologie je veux bien mais tt se renverse à chaque fois",
            "date": "02 mai 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Isabelle",
            "category": "organic",
            "rating": 1,
            "comment": "Pas de plaquette... Et comment je le sais???? Notre commande récupérée, on s’installe, mes petits fils ravis de venir au Mac Do",
            "date": "24 février 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Isabelle",
            "category": "waste",
            "rating": 1,
            "comment": "Et là, elle a nettoyé AVEC SES MAINS les 2 tables qui avaient été libérées à coté de nous.(et aprés elle va faire les toilettes???) En période de pandémie où toutes les surfaces doivent être désinfectées",
            "date": "24 février 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Benj Si",
            "category": "greenwashing",
            "rating": 2,
            "comment": "De plus en plus cher et de plus en plus long .Le prix est inadmissible d’autant plus que maintenant on a droit à de l’eau du robinet au même prix .La préservation de l’environnement a bon dos .A 15 euros le menu autant aller dans le premier restaurant venu .",
            "date": "08 février 2022",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Monsieur HAMEL",
            "category": "waste",
            "rating": 1,
            "comment": "Mc Do de Flers, 15 mn d'attente pour être servi, un seul serveur, frites et hamb froid, leurs boissons coupées d'eau avec 20 glaçons beurk!Et que dire des poubelles pleines et des bacs pour vider le gobelet qui dégueule par terre et le sol gras, on aimerait bien voir l'hygiène de la cuisine!",
            "date": "23 décembre 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "topper harley",
            "category": "waste",
            "rating": 5,
            "comment": "Le goût et le service toujours bons mais les nouveaux jouets dans les happy méal c'est une blague, avant les jouets étaient collectors maintenant de simple feuilles de papier",
            "date": "25 novembre 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "DE SAMPAIO LAURENT",
            "category": "waste",
            "rating": 1,
            "comment": "En plus vos gobelets écologiques c'est de la quincaille ! Les bouchons ne tiennent pas et tout se renverse sur les frises déjà froides !Fini pour moi les Happy Meal (avec vos nouveaux jouets pourris) et les menu best of. Je n'achèterais que des sandwichs qui n'ont aussi plus de boite en carton mais un pauvre papier d'emballage sans pouvoir d'isolation thermique.McDONALD'$ vous tirez le monde vers le bas uniquement pour vous en mettre plein les fouilles sur le dos large de l'écologie !",
            "date": "07 novembre 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Jean Louis Genet",
            "category": "waste",
            "rating": 1,
            "comment": "C’est bien beau de vouloir jouer les écolos mais si c’est pour remplacer les jouets plastiques des happymeal  par des trucs en cartons qui n’ont ni queue ni tête et qui n’amusent que le mec qui les a conçus, autant mettre des trucs intelligents qui pourraient éveiller les chères têtes blondes.Je ne parle pas des sandwichs emballés dans du papier Q en remplacement des boites cartons...Bref, Mc Do maintenant c’est écologique mais c’est triste..",
            "date": "29 octobre 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Magali le Priol",
            "category": "organic",
            "rating": 1,
            "comment": "alive hygiene beyond the current epidemic situation is not clear anymore) it will definitely be checked not clear that it is not sure.",
            "date": "19 septembre 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "stephanie joseph",
            "category": "waste",
            "rating": 1,
            "comment": "Les sandwichs sont servis froid et les frites aussi, ce n'est vraiment pas bon.Aujourd'hui c'est inadmissible de jeter de la nourriture, Les employés font des erreurs sur les commandes, ils réparent leurs erreurs et au lieu de laisser au client le produit ils jettent, cest honteux.Supprimer le service des plateaux à table, les employés cherchent souvent et c'est trop long, et cela monopolise tout le personnel qui n'a plus le temps de nettoyer les tables, les mc Donald sont sales, je ny retournerai plus",
            "date": "24 août 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Manel Simon",
            "category": "waste",
            "rating": 1,
            "comment": "Mcdo sur l'autoroute entre Lyon et orange.Les poubelles qui débordé tous étaient sal,Pas assez de personnelle plus de 40min d'attente pour au finale qu'on nous dise 《désolé nous n'avons plus de viande》Beaucoup de personnes ce sont fait rembourser un mcdo minable très déçu",
            "date": "03 août 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Lara. diablero",
            "category": "waste",
            "rating": 1,
            "comment": "Horrible maintenant qui a plus tout notre truc en plastique ou boîte en carton lamentable avec vos paye au carton à la ***déçu",
            "date": "29 juillet 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "CHRISTIAN LEPAGE",
            "category": "organic",
            "rating": 1,
            "comment": "Arretez d'engraisser les industriels de la malbouffe !!",
            "date": "30 juin 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Mayabadi",
            "category": "waste",
            "rating": 1,
            "comment": "C’est plus possible les gobelets en carton surtout quand on prend à emporter au bout de 10min sa débordent !!! Cela m’est arrivé plusieurs fois",
            "date": "22 juin 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Sam Renaissance",
            "category": "waste",
            "rating": 1,
            "comment": "Mac Donald Caussade !!! Terrasse immonde, poubelle pleine",
            "date": "23 mai 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "kaan paksoy",
            "category": "waste",
            "rating": 1,
            "comment": "Pire restaurant du monde avec leurs emballage en carton soit disant écologique, un virage en voiture et tout se renverse ces inadmissibles nous ne pouvons pas manger mc do lorsque nous somme seul car sa se renverse partout inadmissible !!!!!!!!",
            "date": "19 mai 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Roux MAXIME",
            "category": "waste",
            "rating": 1,
            "comment": "Réveillez vous ! Vous aller comprendre quand que prendre une boisson dans un véhicule ça tient par avec votre capuchon pourrit ? C est du carton ! Et le carton mouillé faut pas être savant pour savoir que ça tient pas !",
            "date": "22 avril 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Virginie",
            "category": "waste",
            "rating": 1,
            "comment": "Couvercle en carton à revoir!! Les boissons se renversent sans cesse, ca fuit, ça transperce le sac, ça coule de partout: aliments, voiture, sur soi, bref on s’en met partout c’est une catastrophe, ce n’est pas pratique du tout, surtout quand vous avez des enfants qui se le renversent dessus car les couvercles sont mal fixés!! Vraiment à revoir!!!",
            "date": "13 février 2021",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "jean michel baldy",
            "category": "organic",
            "rating": 1,
            "comment": "Cerise sur le gateau, 3 heures apres malade comme un chien !Peut etre que je suis pas un habitué  de la bouffe pour gros tas en devenir ...A DEGAGEZ !!!!",
            "date": "29 décembre 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Tiffany Garcia",
            "category": "waste",
            "rating": 3,
            "comment": "Mais ça fait maintenant plusieurs fois que nous commandons Mcdonal's, et que nos boissons se renverse à cause des couvercles en cartons. Et le carton se ramollis et ne tient plus ! Faite un changement s'il vous plaît !Merci !",
            "date": "06 décembre 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Diegolegameur G.",
            "category": "waste",
            "rating": 1,
            "comment": "it's irresponsible disrespect precisely because of the covid !!I hope you can put it in order because frankly it's very unpleasant to sit in the waste of others...",
            "date": "24 octobre 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Snow Wall",
            "category": "waste",
            "rating": 1,
            "comment": "Pas de couvercle pour la salade. On a tout jeté",
            "date": "29 août 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Arnault Pannequin",
            "category": "waste",
            "rating": 1,
            "comment": "Le personnel qui vide les poubelles sans gants et sert les gens sans se laver les mains",
            "date": "29 août 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Cindy Brn",
            "category": "waste",
            "rating": 1,
            "comment": "Marre des verres en carton qui se renverse dans les voitures !!! Incompréhensible que le système de verre ne changent pas !",
            "date": "26 août 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "DINO",
            "category": "organic",
            "rating": 1,
            "comment": "Quel foutage de gueul quant aux normes sanitaires.... Voire même certains qui a mon avis n'étaient même pas clients et qui rentrent sans masque pour aller juste au WC...",
            "date": "19 août 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "DINO",
            "category": "governance",
            "rating": 1,
            "comment": "Et personne pour les faire respecter...",
            "date": "19 août 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "client",
            "category": "waste",
            "rating": 1,
            "comment": "Client et possesseur de la carte je prends depuis le début de la crise le service Drive, mais une chose me révolte ce sont vos nouveaux couvercle de protection sur les boissons ils ne tiennent pas bien voir pas du tout et quasiment à chaque fois je me retrouve soit avec le produit sur les aliments soit dans le véhicule.merci de revoir la conception de votre couvercle.",
            "date": "03 août 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Emmanuelle Geoffroy",
            "category": "organic",
            "rating": 1,
            "comment": "Et la  seconde mon conjoint  avec son jus d'orange",
            "date": "28 juin 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Emmanuelle Geoffroy",
            "category": "waste",
            "rating": 1,
            "comment": "Franchement  une vraie catastrophe  ses couvercles.",
            "date": "28 juin 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Gabie Dieudonné",
            "category": "waste",
            "rating": 1,
            "comment": "Vraiment marre des nouveaux couvercles qui remplace les pailles en plastique",
            "date": "08 juin 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Féfé",
            "category": "waste",
            "rating": 1,
            "comment": "Plus without straw we do how with the children !!!!",
            "date": "10 mars 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Kelphine Bouty",
            "category": "waste",
            "rating": 1,
            "comment": "Merci aux ingénieurs pour la conception de leur pot pourri !!! Combien d heures de travail pour ce résultat minable!!! Le pot pourri est votre nouveau gobelet censé contenir la boisson",
            "date": "14 février 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Kelphine Bouty",
            "category": "climate",
            "rating": 5,
            "comment": "Ok pour l écologie, mais alors la vous battez le record",
            "date": "14 février 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "DELTA DRY",
            "category": "waste",
            "rating": 2,
            "comment": "Personnels un peu trop agressif avec les jeunes situés devant le local poubelles",
            "date": "30 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "nicolas massot",
            "category": "waste",
            "rating": 1,
            "comment": " Burger king utilise du carton aussi et pourtant rien ne bouge chez eux.Au passage merci macdo pour le coca renversé sur ma commande , burger trempée et froid à cause du couvercle qui sauté tout seul dans le sac",
            "date": "29 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "P.Rossi",
            "category": "waste",
            "rating": 1,
            "comment": "Macdon supprime les pailles, pas pour la planète, non, ce délire abêtissant, mais  pour économiser de l'argent: UNE HONTE !!!Oui mcdon soyez honnête et dites nous: \"nous prétextons la protection de la nature, ce gros délirium,  afin de profiter de s'en mettre encore un peu plus ds nos poches en supprimant de notre compte d'exploitation , la dépense pailles offertes au client\". Impossible !Et vous qui vous la jouez soudainement écolo, sachez que la paille cartonnée existe , et qu'elle se dissout ds la nature !On exige tous une paille ou bien Tchao, direction une autre chaine  !!!!!!",
            "date": "23 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Kerplouc",
            "category": "waste",
            "rating": 1,
            "comment": "A croire que cette enseigne fait absolument tout pour perdre ses clients, plus de mc deluxe, plus d’innovation, carte qui ne bouge plus,  maintenant leur couvercle de boisson qui te la vomi sur la chemise car pas envie de remplacer leurs paille par un truc recyclable..",
            "date": "22 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Nadege Jacquet",
            "category": "waste",
            "rating": 1,
            "comment": "cest bien de ne plus mettre de paille de plastique ms il existe sûrement des gobelets plus solide bordel!!",
            "date": "09 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Laetitia Henry",
            "category": "waste",
            "rating": 1,
            "comment": "Gobelet renversé dans le sac en arrivant chez moi,résultat 2 happys  meal jeté car ils baignaient dans le coca,cest déjà la deuxième fois que cela arrive depuis que les nouveaux couvercles sont mis en place,quel gachis!!!!il doit y avoir d'autres solutions pour préserver l'environnement mais aussi sauver nos commandes de la noyades!!!imaginé la déception des enfants lorsqu'on a jeté leur happy meal!!!😡🤬",
            "date": "08 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Flandre Guillaume",
            "category": "waste",
            "rating": 1,
            "comment": "C est quoi ces gobelets tout pourris!!!!!!! Mon siège passager ainsi que ma sacoche avec portefeuille baignants dans une flaque de coca glaçons vous remercie collement",
            "date": "06 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Flandre Guillaume",
            "category": "organic",
            "rating": 1,
            "comment": "Passer votre chemin; acheter de vrais frites, du vrai coca, de la viande hachée fraîche du boucher avec des bons petits pains choisis par vos soin. Tout cela finira dans votre ventre pas sur le siège de votre voiture 🚗  Tadatadada 💪",
            "date": "06 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Anonyme",
            "category": "waste",
            "rating": 1,
            "comment": "Déjeuner tout renversé en rentrant à la maison la honte à cause des gobelets qui ne tiennent pas merci bcp de l'argent à la poubelle 👏",
            "date": "05 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Atome- 7",
            "category": "waste",
            "rating": 1,
            "comment": "Je suis désolé de vous dire ça mais mcdo a raison de mettre des cobelets en carton je vous signal que c'est la loi donc arrêtez de critiquer et trouvez des idées",
            "date": "05 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "fabrice",
            "category": "waste",
            "rating": 1,
            "comment": "l'idiot de service qui a décider de suprimer les couvercles en plastic sur les gobelets pour y mettre des couvercles en carton et de retirer les pailles devrait faire boire des enfants dans sa propre voiture et la je serais curieux de connaitre son avis sur ces couvercles en carton qui ne tiennent meme pas sur les gobelets.",
            "date": "04 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "sandrine Corporeau",
            "category": "waste",
            "rating": 1,
            "comment": "Merci de remettre les pailles aux briquettes de pomme et yaourt à boire.  De plus on sait que les poubelles ne sont pas trier derrières.",
            "date": "03 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Soleil D'agrumes",
            "category": "waste",
            "rating": 1,
            "comment": "Bref, je suis aussi en pétard contre ces nouveaux gobelets, le capuchon ne tient même pas et la matière est toute flasque !!! De qui vous moquez-vous ? Einh ?",
            "date": "01 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Didemo YT",
            "category": "waste",
            "rating": 1,
            "comment": "Les nouveaux goblets sont nuls ! C'est ridicule c'est pas ca qui va sauver la planête ! Quand on boit il y a un gout de carton et le goblets se reverse tout el temps à cause du chapeau qui ne tient presque pas ! Les pailles étaitent mieux",
            "date": "01 janvier 2020",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Sophie Gustin",
            "category": "waste",
            "rating": 1,
            "comment": "Les sols sont pleins de détritus et collent",
            "date": "26 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Sophie Gustin",
            "category": "governance",
            "rating": 1,
            "comment": "Obligé de demander pour qu'on vienne vous la nettoyer",
            "date": "26 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "morgane marc",
            "category": "waste",
            "rating": 1,
            "comment": "Nouveau emballage catastrophique , les carton ne tiens pas du tout sur les gobelets ( se renverse dans la voiture , et tres compliqué pour les enfants qui renverse le contenu sur leurs vêtements ) cela ne me donne plus envie du tout d'aller la bas . Il y a tellement de glacon aussi avec le nouvelle emballage carton les glacons viennent contre les dents cela fait mal plutot qu'autres choses !!!!  Très déçu de ces nouveaux changements !",
            "date": "24 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Marco Santos",
            "category": "waste",
            "rating": 1,
            "comment": "2 fois de suite les couvercles des gobelets ne tiennent pas et me bousillent le siège de ma voiture ! Je veux bien qu’on pense écologique ça va se soit mais il faudrait sûrement penser ecolo/pratique....",
            "date": "20 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Giovanni",
            "category": "waste",
            "rating": 1,
            "comment": "Minable leur nouveaux gobelet c est Bidon je croyais gagner du temps en passant au drive pour manger un morceaux bilan la boisson c est ouvert lors du premier virage bilan commande inondée t as payer et t as rien bouger énerver j ai jeter le sac par la fenêtre je le fais pas car je n aime pas polluer et je fait gaffe à la pollution mais là J étais hyper énerver de pas manger",
            "date": "19 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Vandi",
            "category": "waste",
            "rating": 1,
            "comment": "Les nouveaux gobelets ne se ferment pas correctement et résultat, le soda s’est renversé dans mon sac abîmant toute la nourriture, donc impropre à la consommation",
            "date": "14 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Stephen Gouzouguen",
            "category": "waste",
            "rating": 1,
            "comment": "Les nouveaux couvercles sont catastrophiques, ils ne tiennent absolument pas et les verres se renversent systématiquement dans la voiture",
            "date": "07 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Stephen Gouzouguen",
            "category": "climate",
            "rating": 1,
            "comment": "C’est bien de vouloir militer pour l’écologie mais encore faut-il réaliser des tests avant de lancer de nouveaux produits plus Green",
            "date": "07 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "rabeau justine",
            "category": "waste",
            "rating": 1,
            "comment": "Nouveau couvercle UNE CATASTROPHE en commençant par l'hygiène car les employés ferme le couvercle (tant bien que mal) avec leurs doigts à l'endroit ou nous posons nos lèvres pour boire !!!!Et au drive c'est catastrophique déjà deux fois que le coca ce renverse dans ma voiture 😡 et 2 fois que mon fils de 4 ans le renverse a la maison car le carton est tout moue !!!!!!!",
            "date": "07 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Iksl Tre",
            "category": "waste",
            "rating": 1,
            "comment": "🥤🥤Vous connaissez tous maintenant les news couvercles Macdo qui remplacent les pailles, ayant demandé plus de 1 an de recherche et développement par Macdo ( composé en fibres moulées de papier, comme les boîtes contenant des oeufs) issu de forêts gérées durablement).. et 6 mois test en restaurant pour réduire le plastique..🚨🚨 OK  MAIS ..",
            "date": "01 décembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Lyly JP Berger",
            "category": "waste",
            "rating": 1,
            "comment": "A la poubelle les nouveaux gobelets enfin les couvercles, j'ai dû l'enlever, drôle de sensation à la bouche",
            "date": "30 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Lyly JP Berger",
            "category": "climate",
            "rating": 1,
            "comment": "Il faut vraiment trouver autre chose, certes écolo mais pas c couvercles",
            "date": "30 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Nina Feret",
            "category": "waste",
            "rating": 1,
            "comment": "Nul nul nul ! Couvercle qui ne tient pas, boisson renversée dans le sac => tout le repas imbibé de coca et pareil pour les sièges de la voiture !! Du gâchis ! Ok pour la démarche écologique mais trouvez un autre système pour le drive  !!",
            "date": "28 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Toto_YTP",
            "category": "waste",
            "rating": 1,
            "comment": "j'ais eu des petits bou de carton dans la bouche",
            "date": "27 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "hellhorse76",
            "category": "waste",
            "rating": 1,
            "comment": "So direction KFC their cardboard straw didn't have much fun but I wouldn't spill my soda!. Comment une chaîne aussi grande peut elle valider ce concept merdi***?! Je doute que les patrons des Mcdo aient testé ces gobelets. Soit on se fou de la boisson partout soit on a moitié goût de carton et soda",
            "date": "27 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Manon Mille",
            "category": "waste",
            "rating": 1,
            "comment": "en voulant boire le couvercle a sauté et j ai fini avec mon coco sur les genoux...Arreter les paille c est bien mais a mon avis les remplacer par des pailles en cartons aurait été l ideal ou alors ce couvercle mais en plastique, moins ecolo certe mais il aurait tenu sur la boisson...Une vraie catastrophe ses nouveaux goblet",
            "date": "26 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Madame S",
            "category": "waste",
            "rating": 1,
            "comment": "Une grosse erreur cette nouvelle idée de mettre des gobelets et des couvercles en carton sérieux ! Biensur que penser écolo c’est bien mais la franchement on fraule le ridicule... en tout cas malheureusement pour moi je n’irais plus chez McDo je n’arrive pas du tout à boire avec ça et surtout quel malheur pour ma voiture !! Je regrette bien le temps des pailles",
            "date": "23 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "medium officiel",
            "category": "waste",
            "rating": 1,
            "comment": "Les gobelets sont nuls j'ai dût nettoyé le siege de ma voiture et 3 fois le sol et la table a cause du coucercle qui ne tien pas et qui n'est pas du tout agréable en bouche",
            "date": "23 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "medium officiel",
            "category": "climate",
            "rating": 1,
            "comment": "Penser a l'écologie c'est bien mais cerieux elle est ou ma paille?",
            "date": "23 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Ropert Guy",
            "category": "waste",
            "rating": 1,
            "comment": "Bonjour le clown jaune et rougeDommage on est obligé de mettre une étoile zéro sur cinq pour votre pseudo bio trouvaille.Le nouveau couvercle de votre gobelet boisson, se dégrade des qu’il entre en contact avec la boisson et quand vous prenez votre boisson Le couvercle saute la condensation sur le gobelet fait le reste, destination le sol de la voiture votre pantalon les boutons électriques, les sièges, entre les sièges",
            "date": "23 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "So",
            "category": "waste",
            "rating": 1,
            "comment": "Mettez des pailles en carton",
            "date": "23 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "XKILLERDEMONX13",
            "category": "waste",
            "rating": 1,
            "comment": "Couvercle qui ne tien pas est  un goût de carton survient quand ont bois avec ce couvercle totalement nul est écœurant",
            "date": "22 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Matthieu Davies",
            "category": "waste",
            "rating": 1,
            "comment": "Bonsoir je voulais  apporter mon commentaire sur le couvercle carton qui remplace les pailles:\" quand la boisson est posé dans le porte gobelet de la voiture, quand on veut le récupérer pour boire le gobelet se rétracte et mangue de le renverser à chaque fois et le goût embauche du carton très  désagréable,  pourquoi ne pas avoir mis un couvercle en plastique un peu plus agréable en bouche comme sur les boissons chaudes ?Cordialement",
            "date": "20 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Mc Girlette",
            "category": "waste",
            "rating": 1,
            "comment": "Juste horrible les nouveaux gobelets mc Do, toutes les boissons se sont renversées dans ma voiture.Les capuchons ne tiennent pas .J ai prévenus a 16 h 30 aujourd'hui le mc Donald's st André de cubzac ( 33240).La fille qui m a répondu sèchement, et envoyé boulet , en me disant que c est la nouvelle loi pour l écologie, que le plastique est interdit alors qu elle me donne une glace avec le couvercle en plastique...Enfin bref , client sans boissons, voiture massacré, et je me fais envoyer boulet par le personnel de mc Do .Ben, ça m apprendra à faire ma faignante, non pas parce que j' ai  pas cuisinée mais parce que j aurais du aller chez burger King en face, ils sont plus agréable.. today mc Donald's st André de cubzac ( 33240).The girl who answered me dryly, and sent me ball, telling me that this is the new law for ecology, that plastic is forbidden while she gives me an ice cream with the plastic lid...Finally, client without drinks, car massacred, and I'm being sent ballball by mc Do.Ben's staff, it will teach me to do my faggot, not because I didn't cook but because I should have gone to burger King in front, they're more pleasant.",
            "date": "20 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Mauvais",
            "category": "waste",
            "rating": 1,
            "comment": "Le service et froid, l'amabilité du personnel et a revoir dans certains macdo.",
            "date": "20 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Kaloutek Bkf",
            "category": "waste",
            "rating": 2,
            "comment": "BonjourJe voudrais juste donner un avis pour les nouveaux capuchons des boissons McDonald'sFranchement je veux bien être pour l'écologie et tout ça mais là c'est abusé le capuchon n'ai même pas hermétique le verset renverser tout entier dans ma voiture déjà qu'avant c'était pas terrible.Il s'imbibe de coca donne le goût de carton au coca vraiment dégueulasseMême plus de paille dans ce cas-là poussé la chose jusqu'au bout et fait des pailles en boisJe n'ai même plus envie d'aller à manger à McDonald's à rien que pour ça",
            "date": "19 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "gb54 gb54 (gb 54)",
            "category": "waste",
            "rating": 1,
            "comment": "Les nouveaux gobelets une cata :- quand on le prend dans les mains le capuchon saute en l'air- pas hygiénique car le personnel touche avec ses mains (contrairement aux pailles avec emballage)- pas pratique du tout pour boireÉcologique mais gaspillage  !! Tout est renversé par les enfants",
            "date": "18 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Nikitache",
            "category": "waste",
            "rating": 1,
            "comment": "Vous avez voulu tenter quelque chose c'est bien (bravo pour l'effort) mais ce n'est pas pour rien qu'on a ce système simple de paille dans tous les fast-food.",
            "date": "17 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Michellita",
            "category": "waste",
            "rating": 1,
            "comment": "Les nouveaux gobelets sans paille sont une vraie catastrophe, ce n’est même pas pensable d’avoir pu créer une chose pareille. Le gobelet s’est renverser entièrement dans mon sac et sur ma nourriture à cause du couvercle qui ne tient pas du tout",
            "date": "16 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Jo le Mexicain (mexicainos)",
            "category": "waste",
            "rating": 1,
            "comment": "Nouveau Gobelets sans paille  une vraie catastrophe la personne qui a inventé  ça il faut le virer  car j’ai pris ma commande à emporter et l’opercule du Gobelets ne tient pas du tout, comparé à l’ancien gobelet et tout c’est renversé dans mon sachet  en voiture une honte pourquoi pas avoir mis une paille en carton directement franchement et Niveau hygiène c’est pas le top et on peut avaler les glaçons très dangereux pour les enfants.Mc do c’est fini pour moi 😤🤬",
            "date": "15 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Lola Coiffard",
            "category": "waste",
            "rating": 1,
            "comment": "Nouveau gobelet écolo non pratique mes enfants s'en mettent partout les glaçons passe donc par les petit trou le carton s'effiloche pas hygiénique du tout,tout le monde le touche",
            "date": "13 novembre 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Dupont",
            "category": "waste",
            "rating": 1,
            "comment": "Pas beaucoup de monde a cette heure là le resto pas de table propre poubelle qui déborde je ne recommande pas ce McDo",
            "date": "01 juillet 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Flavien Sanchez",
            "category": "waste",
            "rating": 1,
            "comment": "C'est bien d'être moderne mais il y avait une chose qui fonctionnait c'était l'ancien système.Par principe je laisserai tout mon bordel sur la table je vois pas pourquoi en plus j'irai tout vidé à la poubelle et je pense que maintenant j'irai manger des steaks grillé à la flamme on est vraiment pris pour des pigeons merci encore McDo.",
            "date": "17 avril 2019",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Cindy",
            "category": "organic",
            "rating": 1,
            "comment": "On ne sait pas ce qu'on mange.Pas hygiénique : j'ai vu passé un rat dans la cuisine de McDo place d'Italie à Paris.Ré-pu-gnant !",
            "date": "05 mai 2017",
            "source": "trustPilot",
            "company": 2,
            "restaurant": -1
        },
        {
            "userName": "Laet Bru",
            "category": "organic",
            "rating": 1,
            "comment": "Restaurant très sale malgré un jour de semaine avec faible affluence (Oullins 69) et pour \"couronner\" le tout malade pendant 3 jours après y avoir manger",
            "date": "22 août 2022",
            "source": "trustPilot",
            "company": 8,
            "restaurant": -1
        }
    ]
}